{
    "Metadata": {
      "title": "LegalFox - Legalization of Foreigners in Poland, Residence Permits, Citizenship, Company Registration",
      "description": "LegalFox - assistance for foreigners in Poland with obtaining Residence Permits (Blue Card, temporary and permanent residence, EU resident card), Polish citizenship, company registration (JDG, Sp. z o.o.), as well as consultations on legalization, document processing, car registration, driver's license replacement, PIT-37 calculations, and other services.",
      "keywords": "Legalization in Poland, Residence Permit, Blue Card, Permanent Residence, EU Resident Card, company registration in Poland, Polish citizenship, documents in Poland, assistance to foreigners, LegalFox"
    },
  "Header": {
    "MobileMenu": {
      "MobileMenu": "Mobile menu",
      "ToggleMenu" : "Toggle menu"
    },
    "ModeToggle": {
      "lightLabel": "Light",
      "darkLabel": "Dark",
      "systemLabel": "System",
      "toggleTheme": "Toggle theme"
    },
    "LanguageToggle": {
      "changeLanguage": "Change language",
      "english": "English",
      "polski": "Polski",
      "ukrainian": "Ukrainian",
      "russian": "Russian"
    }
},
  "HomePage": {
    "HeroSection": {
      "experience": "Experience",
      "years": "Years",
      "rating": "Rating: ",
      "outOf": "out of 5",
      "title": "Legalization Services in Poland",
      "subTitle": "Professional assistance in obtaining residence permits, permanent residency, and Polish citizenship. Comprehensive legalization services: from obtaining a residence card to starting a business. Individual approach and support at every stage. We work for your peaceful future in Poland.",
      "heroButton": "Submit a request"
    },
    "ServicesSection": {
      "title": "Our Services",
      "subTitle": "We help clients obtain all types of residence permits, permanent residency, and citizenship, and also provide individual consultations.",
      "cards": [
        {
          "heading": "Residence Card",
          "subHeading": "Karta Pobytu",
          "content": "Full management of cases for all types of residence cards: temporary residence (Czasowy), permanent residence (Stały), EU Blue Card, EU long-term resident card. Grounds: employment, study, family reunification, marriage to a Polish citizen, business, and others."
        },
        {
          "heading": "Business Setup and Management",
          "subHeading": "Starting and Running a Business",
          "content": "Assistance in starting a business (JDG, Sp. z o.o.), consultations on legalization through business, and managing entrepreneurial activities in Poland. Full support at all stages."
        },
        {
          "heading": "Polish Citizenship",
          "subHeading": "Polish Citizenship",
          "content": "Assistance in obtaining Polish citizenship. We will guide you through every stage of the process, providing the most effective path to acquiring citizenship."
        },        
        {
          "heading": "Marriage and Family Issues",
          "subHeading": "Marriage and family matters",
          "content": "Assistance with marriage formalities in Poland, legalization based on marriage or cohabitation with a Polish citizen. Support in family reunification."
        },
        {
          "heading": "Documents and Registrations",
          "subHeading": "Documents and registrations",
          "content": "Assistance with the preparation of various documents: PIT-37 tax return, vehicle registration, driver's license replacement. Support in obtaining 800+ or RKO 1000+ benefits."
        },
        {
          "heading": "Consultation",
          "subHeading": "Konsultacja",
          "content": "We offer individual consultations to discuss all issues related to legalization and immigration. We carefully study your situation and offer the best solutions."
        }        
      ]
    },
    "AboutUsSection": {
      "firstImageAlt": "photo of our team",
      "secondImageAlt": "photo of the company founder",
      "mainTitle": "About Us",
      "mainDescription": "My name is Yuliia Vasylenko, and I am the founder of LegalFox. Our mission is to help foreigners successfully legalize and find employment in Poland by providing expert support at every stage of this complex process.",
      "firstSubTitle": "Our experience is your advantage",
      "firstDescription": "With 8 years of experience in legalization and over 4,000 positive reviews, we are proud to have helped thousands of people find a new home in Poland. Our team of experts knows all the intricacies of Polish law and is ready to guide you through every stage of obtaining the necessary documents - from temporary residence permits to Polish citizenship.",
      "secondSubTitle": "Individual approach",
      "secondDescription": "At LegalFox, we understand that every case is unique. That's why we offer individual solutions tailored to your specific circumstances. Our goal is not just to prepare documents, but to find the most effective path to your legalization in Poland.",
      "thirdSubTitle": "Quality guarantee",
      "thirdDescription": "Your positive outcome is our responsibility. We don't just promise results, we guarantee them. Our team works with full dedication to ensure the successful resolution of your case."
    },
    "ContactsSection": {
      "mapLinkText": "View larger map",
      "nameLabel": "Name",
      "namePlaceholder": "Enter your name",
      "phoneLabel": "Phone number",
      "phonePlaceholder": "+48XXXXXXXXXX",
      "messageLabel": "Message",
      "messagePlaceholder": "Describe your issue",
      "submitButton": "Send",
      "successMessage": "Message successfully sent!",
      "errorMessage": "Error while sending:",
      "errorOccurred": "An error occurred while sending",
      "title": "Contacts",
      "subTitle": "Get in touch with us via any convenient method",
      "titleCard": "Contact Us",
      "subTitleCard": "Fill out the form and we'll get in touch with you shortly",
      "privacyLabel": "By submitting your request, you agree to the processing of your personal data. Learn more about GDPR in our",
      "privacyPolicy": "Privacy Policy",
      "privacyError": "Your consent to data processing is required.",
      "ValidationMessages": {
        "name": {
          "minLength": "The name must be at least 3 characters long."
        },
        "phone": {
          "invalid": "Please enter a valid phone number. The number should start with a country code, e.g., +48XXXXXXXXXX.",
          "length": "The phone number should be between 10 and 15 digits long."
        },
        "message": {
          "minLength": "The message must be at least 10 characters long."
        }
      }
    },
    "FooterSection": {
      "companyName": "Yuliia Vasylenko",
      "slogan": "An expert in the field of legalization and employment of foreigners.",
      "contactInfoTitle": "Contact Information",
      "nip": "NIP: 5842817098",
      "email": "legalfox.gdansk@gmail.com",
      "city": "Gdańsk",
      "address": "Jaskowa Dolina St. 15/113",
      "postalCode": "80-252",
      "linksTitle": "Links",
      "home": "Home",
      "contacts": "Contacts",
      "aboutUs": "About Us",
      "privacyPolicy": "Privacy Policy",
      "socialMediaTitle": "Social Media",
      "copyright": "Copyright © 2024 All rights reserved"
    }
  },
  "Components": {
    "StickyScrollToTopButton": {
      "scrollToTop": "Scroll to top"
    },
    "Nav": {
      "home": "Home",
      "about": "About",
      "contacts": "Contacts",
      "privacyPolicy": "Privacy Policy"
    }
  },
  "PrivacyPolicy": {
    "title": "Privacy Policy",
    "subtitle": "PROCESSING OF PERSONAL DATA",
    "introduction": "This Privacy Policy describes how we collect, use, and disclose your personal information when you use our website.",
    "administrator": "According to Article 13, Section 1 of the Regulation (EU) 2016/679 of the European Parliament and of the Council of April 27, 2016, on the protection of individuals regarding the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation), hereinafter referred to as GDPR, we inform you that the administrator of your personal data is:",
    "companyInfo": "Yuliia Vasylenko LegalFox (NIP: 58428117098) – Gdańsk, ul. Jaskowa Dolina 15/113, 80-252.",
    "dataUsage": "Your personal data, collected in connection with the conclusion of a contract, will be processed for the purpose of fulfilling that contract and providing responses to your letters, inquiries, and complaints.",
    "dataProvision": "Providing personal data is voluntary but necessary for the conclusion and fulfillment of the contract.",
    "legalBasis": "The legal basis for processing your data is:",
    "legalBasis1": "performance of the contract or taking action at your request prior to its conclusion (Article 6, Section 1, point b GDPR),",
    "legalBasis2": "fulfillment of legal obligations imposed on the administrator (Article 6, Section 1, point c GDPR),",
    "legalBasis3": "legitimate interests of the administrator (Article 6, Section 1, point f GDPR).",
    "dataSharing": "Your data may be transferred to entities processing it on our behalf, as well as to government bodies entitled to receive it under applicable law.",
    "dataRetention": "Your data will be processed for the time necessary to achieve the purposes mentioned in Section 2 and then for the period prescribed by law for protection against possible claims.",
    "dataRights": "You have the right to access your data, correct it, delete it, transfer it, and object to its processing.",
    "contactInfo": "For questions regarding the protection of personal data, please contact us by email:",
    "email": "juliia.redfox@gmail.com"
  }
}