{
    "Metadata": {
      "title": "LegalFox - Legalization of Foreigners in Poland, Residence Permits, Citizenship, Company Registration",
      "description": "LegalFox - assistance for foreigners in Poland with obtaining Residence Permits (Blue Card, temporary and permanent residence, EU resident card), Polish citizenship, company registration (JDG, Sp. z o.o.), as well as consultations on legalization, document processing, car registration, driver's license replacement, PIT-37 calculations, and other services.",
      "keywords": "Legalization in Poland, Residence Permit, Blue Card, Permanent Residence, EU Resident Card, company registration in Poland, Polish citizenship, documents in Poland, assistance to foreigners, LegalFox"
    },
  "Header": {
    "ModeToggle": {
      "lightLabel": "Light",
      "darkLabel": "Dark",
      "systemLabel": "System",
      "toggleTheme": "Toggle theme"
    },
    "LanguageToggle": {
      "changeLanguage": "Change language",
      "english": "English",
      "polski": "Polski",
      "ukrainian": "Ukrainian",
      "russian": "Russian"
    }
  },
  "HomePage": {
    "HeroSection": {
      "title": "Legalization Services in Poland",
      "subTitle": "Professional assistance in obtaining residence permits, permanent residency, and Polish citizenship. Comprehensive legalization services: from obtaining a residence card to starting a business. Individual approach and support at every stage. We work for your peaceful future in Poland.",
      "heroButton": "Submit a request"
    },
    "ServicesSection": {
      "title": "Our Services",
      "subTitle": "We help clients obtain all types of residence permits, permanent residency, and citizenship, and also provide individual consultations.",
      "cards": [
        {
          "heading": "Temporary Residence Permit",
          "subHeading": "Pobyt Czasowy",
          "content": "Residence card valid for up to 3 years. This type of permit can be obtained on various grounds, such as work, study, business, family reunification, cohabitation, marriage with a Polish citizen, etc."
        },
        {
          "heading": "Permanent Residence Permit",
          "subHeading": "Pobyt Stały",
          "content": "A permanent residence card with an indefinite decision and a card valid for 10 or 5 years. This type of permit can be obtained on grounds such as Polish Card, Polish roots, continuous stay of more than 5 years in Poland, etc."
        },
        {
          "heading": "Polish Citizenship",
          "subHeading": "Obywatelstwo",
          "content": "You can obtain a Polish passport if you have a permanent residence permit or have lived in Poland for more than 10 years. The citizenship process is explained in detail during the consultation."
        },
        {
          "heading": "Polish Card",
          "subHeading": "Karta Polaka",
          "content": "The Polish Card can be obtained by people of Polish origin who can prove their Polish roots and knowledge of the Polish language. It is also available for foreigners who support Polish culture and identity."
        },
        {
          "heading": "Appeal",
          "subHeading": "Odwołanie",
          "content": "An appeal can be filed in case of refusal or if the foreigner disagrees with the decision. We analyze the case individually and prepare all necessary documents to change the decision."
        },
        {
          "heading": "Consultation",
          "subHeading": "Konsultacja",
          "content": "We offer individual consultations to discuss all issues related to legalization and immigration. We thoroughly examine your situation and offer the best solutions."
        }
      ]
    },
    "AboutUsSection": {
      "firstImageAlt": "photo of our team",
      "secondImageAlt": "photo of the company founder",
      "mainTitle": "About Us",
      "mainDescription": "My name is Yuliia Vasylenko, and I am the founder of LegalFox. Our mission is to help foreigners successfully legalize and find employment in Poland by providing expert support at every stage of this complex process.",
      "firstSubTitle": "Our experience is your advantage",
      "firstDescription": "With 8 years of experience in legalization and over 4,000 positive reviews, we are proud to have helped thousands of people find a new home in Poland. Our team of experts knows all the intricacies of Polish law and is ready to guide you through every stage of obtaining the necessary documents - from temporary residence permits to Polish citizenship.",
      "secondSubTitle": "Individual approach",
      "secondDescription": "At LegalFox, we understand that every case is unique. That's why we offer individual solutions tailored to your specific circumstances. Our goal is not just to prepare documents, but to find the most effective path to your legalization in Poland.",
      "thirdSubTitle": "Quality guarantee",
      "thirdDescription": "Your positive outcome is our responsibility. We don't just promise results, we guarantee them. Our team works with full dedication to ensure the successful resolution of your case."
    },
    "ContactsSection": {
      "mapLinkText": "View larger map",
      "nameLabel": "Name",
      "namePlaceholder": "Enter your name",
      "phoneLabel": "Phone number",
      "phonePlaceholder": "+48XXXXXXXXXX",
      "messageLabel": "Message",
      "messagePlaceholder": "Describe your issue",
      "submitButton": "Send",
      "successMessage": "Message successfully sent!",
      "errorMessage": "Error while sending:",
      "errorOccurred": "An error occurred while sending",
      "title": "Contacts",
      "subTitle": "Get in touch with us via any convenient method",
      "titleCard": "Contact Us",
      "subTitleCard": "Fill out the form and we'll get in touch with you shortly",
      "ValidationMessages": {
        "name": {
          "minLength": "The name must be at least 3 characters long."
        },
        "phone": {
          "invalid": "Please enter a valid phone number. The number should start with a country code, e.g., +48XXXXXXXXXX.",
          "length": "The phone number should be between 10 and 15 digits long."
        },
        "message": {
          "minLength": "The message must be at least 10 characters long."
        }
      }
    },
    "FooterSection": {
      "companyName": "Yuliia Vasylenko",
      "slogan": "An expert in the field of legalization and employment of foreigners.",
      "contactInfoTitle": "Contact Information",
      "nip": "NIP: 58428117098",
      "email": "juliia.redfox@gmail.com",
      "city": "Gdańsk",
      "address": "Jaskowa Dolina St. 15/113",
      "postalCode": "80-252",
      "linksTitle": "Links",
      "home": "Home",
      "contacts": "Contacts",
      "aboutUs": "About Us",
      "privacyPolicy": "Privacy Policy",
      "socialMediaTitle": "Social Media",
      "copyright": "Copyright © 2024 All rights reserved"
    }
  },
  "Components": {
    "StickyScrollToTopButton": {
      "scrollToTop": "Scroll to top"
    },
    "Nav": {
      "home": "Home",
      "about": "About",
      "contacts": "Contacts",
      "privacyPolicy": "Privacy Policy"
    }
  }
}