{
  "Metadata": {
    "title": "LegalFox - Legalizacja cudzoziemców w Polsce, Karty Pobytu, Obywatelstwo, Rejestracja firm",
    "description": "LegalFox - pomoc dla cudzoziemców w Polsce w uzyskaniu Karty Pobytu (Blue Card, czasowy i stały pobyt, karta rezydenta UE), obywatelstwa polskiego, rejestracji firm (JDG, Sp. z o.o.), a także konsultacje w zakresie legalizacji, załatwiania dokumentów, rejestracji samochodów, wymiany prawa jazdy, obliczeń PIT-37 i innych usług.",
    "keywords": "Legalizacja w Polsce, Karta Pobytu, Blue Card, Pobyt stały, Karta rezydenta UE, rejestracja firmy w Polsce, obywatelstwo polskie, dokumenty w Polsce, pomoc cudzoziemcom, LegalFox"
  },
  "Header": {
    "ModeToggle": {
      "lightLabel": "Jasny",
      "darkLabel": "Ciemny",
      "systemLabel": "System",
      "toggleTheme": "Przełącz motyw"
    },
    "LanguageToggle": {
      "changeLanguage": "Zmień język",
      "english": "Angielski",
      "polski": "Polski",
      "ukrainian": "Ukraiński",
      "russian": "Rosyjski"
    }
  },
  "HomePage": {
    "HeroSection": {
      "title": "Usługi legalizacyjne w Polsce",
      "subTitle": "Profesjonalna pomoc w uzyskaniu zezwoleń na pobyt, stałego pobytu i obywatelstwa polskiego. Kompleksowe usługi legalizacyjne: od uzyskania karty pobytu po otwarcie firmy. Indywidualne podejście i wsparcie na każdym etapie. Pracujemy na rzecz Twojej spokojnej przyszłości w Polsce.",
      "heroButton": "Złóż wniosek"
    },
    "ServicesSection": {
      "title": "Nasze usługi",
      "subTitle": "Pomagamy klientom w uzyskaniu wszelkiego rodzaju zezwoleń na pobyt, pobytu stałego oraz obywatelstwa, a także oferujemy indywidualne konsultacje.",
      "cards": [
        {
          "heading": "Tymczasowe zezwolenie na pobyt",
          "subHeading": "Pobyt Czasowy",
          "content": "Karta pobytu ważna do 3 lat. Ten typ zezwolenia można uzyskać na podstawie pracy, studiów, działalności gospodarczej, łączenia rodzin, konkubinatu, małżeństwa z obywatelem RP itp."
        },
        {
          "heading": "Stałe zezwolenie na pobyt",
          "subHeading": "Pobyt Stały",
          "content": "Karta pobytu z decyzją na czas nieokreślony oraz plastikowa karta ważna na 10 lub 5 lat. Ten typ zezwolenia można uzyskać na podstawie Karty Polaka, polskich korzeni, ciągłego pobytu dłuższego niż 5 lat w Polsce itp."
        },
        {
          "heading": "Obywatelstwo polskie",
          "subHeading": "Obywatelstwo",
          "content": "Możesz uzyskać polski paszport, jeśli masz pobyt stały lub mieszkasz w Polsce dłużej niż 10 lat. Proces uzyskania obywatelstwa jest szczegółowo omawiany podczas konsultacji."
        },
        {
          "heading": "Karta Polaka",
          "subHeading": "Karta Polaka",
          "content": "Kartę Polaka mogą uzyskać osoby polskiego pochodzenia, które udowodnią swoje polskie korzenie i znajomość języka polskiego. Jest ona również dostępna dla cudzoziemców wspierających kulturę i tożsamość polską."
        },
        {
          "heading": "Odwołanie",
          "subHeading": "Odwołanie",
          "content": "Odwołanie można złożyć w przypadku odmowy lub niezgody cudzoziemca z decyzją. Indywidualnie analizujemy przypadek i przygotowujemy wszystkie niezbędne dokumenty do zmiany decyzji."
        },
        {
          "heading": "Konsultacja",
          "subHeading": "Konsultacja",
          "content": "Oferujemy indywidualne konsultacje, aby omówić wszystkie kwestie związane z legalizacją i imigracją. Dokładnie analizujemy Twoją sytuację i proponujemy najlepsze rozwiązania."
        }
      ]
    },
    "AboutUsSection": {
      "firstImageAlt": "zdjęcie naszego zespołu",
      "secondImageAlt": "zdjęcie założyciela firmy",
      "mainTitle": "O nas",
      "mainDescription": "Nazywam się Yuliia Vasylenko i jestem założycielką firmy LegalFox. Naszą misją jest pomoc cudzoziemcom w skutecznej legalizacji pobytu i znalezieniu zatrudnienia w Polsce, oferując eksperckie wsparcie na każdym etapie tego złożonego procesu.",
      "firstSubTitle": "Nasze doświadczenie to twoja przewaga",
      "firstDescription": "Z 8-letnim doświadczeniem w dziedzinie legalizacji oraz ponad 4000 pozytywnymi opiniami, jesteśmy dumni z tego, że pomogliśmy tysiącom osób znaleźć nowy dom w Polsce. Nasz zespół ekspertów zna wszystkie niuanse polskiego prawa i jest gotowy poprowadzić cię przez każdy etap uzyskiwania niezbędnych dokumentów - od tymczasowego pozwolenia na pobyt po obywatelstwo polskie.",
      "secondSubTitle": "Indywidualne podejście",
      "secondDescription": "W LegalFox rozumiemy, że każda sprawa jest wyjątkowa. Dlatego oferujemy indywidualne rozwiązania dostosowane do twoich konkretnych okoliczności. Naszym celem nie jest tylko przygotowanie dokumentów, ale znalezienie najbardziej efektywnej drogi do twojej legalizacji w Polsce.",
      "thirdSubTitle": "Gwarancja jakości",
      "thirdDescription": "Twoje pozytywne rozstrzygnięcie to nasza odpowiedzialność. Nie tylko obiecujemy wyniki, ale je gwarantujemy. Nasz zespół pracuje z pełnym zaangażowaniem, aby zapewnić pomyślne rozwiązanie twojej sprawy."
    },
    "ContactsSection": {
      "mapLinkText": "Pokaż większą mapę",
      "nameLabel": "Imię",
      "namePlaceholder": "Wprowadź swoje imię",
      "phoneLabel": "Numer telefonu",
      "phonePlaceholder": "+48XXXXXXXXXX",
      "messageLabel": "Wiadomość",
      "messagePlaceholder": "Opisz swój problem",
      "submitButton": "Wyślij",
      "successMessage": "Wiadomość wysłana pomyślnie!",
      "errorMessage": "Błąd podczas wysyłania:",
      "errorOccurred": "Wystąpił błąd podczas wysyłania",
      "title": "Kontakt",
      "subTitle": "Skontaktuj się z nami w dogodny sposób",
      "titleCard": "Skontaktuj się z nami",
      "subTitleCard": "Wypełnij formularz, a my skontaktujemy się z Tobą wkrótce",
      "ValidationMessages": {
        "name": {
          "minLength": "Imię musi zawierać co najmniej 3 znaki."
        },
        "phone": {
          "invalid": "Wprowadź prawidłowy numer telefonu. Numer powinien zaczynać się od kodu kraju, na przykład +48XXXXXXXXXX.",
          "length": "Numer telefonu musi zawierać od 10 do 15 cyfr."
        },
        "message": {
          "minLength": "Wiadomość musi zawierać co najmniej 10 znaków."
        }
      }
    },
    "FooterSection": {
      "companyName": "Yuliia Vasylenko",
      "slogan": "Ekspert w dziedzinie legalizacji i zatrudnienia cudzoziemców.",
      "contactInfoTitle": "Informacje kontaktowe",
      "nip": "NIP: 58428117098",
      "email": "juliia.redfox@gmail.com",
      "city": "Gdańsk",
      "address": "ul. Jaskowa Dolina 15/113",
      "postalCode": "80-252",
      "linksTitle": "Linki",
      "home": "Strona główna",
      "contacts": "Kontakt",
      "aboutUs": "O nas",
      "privacyPolicy": "Polityka prywatności",
      "socialMediaTitle": "Media społecznościowe",
      "copyright": "Copyright © 2024 Wszystkie prawa zastrzeżone"
    }
  },
  "Components": {
    "StickyScrollToTopButton": {
      "scrollToTop": "Przewiń do góry"
    },
    "Nav": {
      "home": "Strona główna",
      "about": "O nas",
      "contacts": "Kontakt",
      "privacyPolicy": "Polityka prywatności"
    }
  }
}