{
    "Metadata": {
      "title": "LegalFox - Легализация иностранцев в Польше, Карты Побыта, Гражданство, Регистрация фирм",
      "description": "LegalFox - помощь иностранцам в Польше с оформлением Карт Побыта (Blue Card, временный и постоянный вид на жительство, карта резидента ЕС), получением польского гражданства, регистрацией фирм (JDG, Sp. z o.o.), а также консультации по легализации, оформлению документов, регистрации автомобилей, замене водительских прав, расчётам PIT-37 и другие услуги.",
      "keywords": "Легализация в Польше, ВНЖ, Blue Card, Сталый побыт, Карта резидента ЕС, регистрация фирмы в Польше, польское гражданство, документы в Польше, помощь иностранцам, LegalFox"
    },
  "Header": {
    "MobileMenu": {
      "MobileMenu": "Мобильное меню",
      "ToggleMenu": "Переключить меню"
    },
    "ModeToggle": {
      "lightLabel": "Светлая",
      "darkLabel": "Тёмная",
      "systemLabel": "Система",
      "toggleTheme": "Переключить тему"
    },
    "LanguageToggle": {
      "changeLanguage": "Изменить язык",
      "english": "Английский",
      "polski": "Польский",
      "ukrainian": "Украинский",
      "russian": "Русский"
    }
  },
  "HomePage": {
    "HeroSection": {
      "title": "Услуги по легализации в Польше",
      "subTitle": "Профессиональная помощь в получении ВНЖ, ПМЖ и гражданства Польши. Комплексные услуги по легализации: от оформления карты побыту до открытия бизнеса. Индивидуальный подход и поддержка на каждом этапе. Мы работаем для вашего спокойного будущего в Польше.",
      "heroButton": "Оставить заявку",
      "experience": "Опыта",
      "years": "Лет",
      "rating": "Рейтинг: ",
      "outOf": "из 5"
    },
      "ServicesSection": {
        "title": "Наши услуги",
        "subTitle": "Мы предоставляем полный спектр услуг по легализации и трудоустройству иностранцев в Польше, с индивидуальным подходом к каждому клиенту.",
        "cards": [
          {
            "heading": "Карта побыту",
            "subHeading": "Karta Pobytu",
            "content": "Полное ведение дел по всем типам карт побыту: временное пребывание (Czasowy), постоянное пребывание (Stały), Голубая карта ЕС (Blue Card), карта резидента ЕС. Основания: работа, учеба, воссоединение семьи, брак с гражданином Польши, бизнес и другие."
          },
          {
            "heading": "Открытие и ведение бизнеса",
            "subHeading": "Założenie i prowadzenie firmy",
            "content": "Помощь в открытии фирмы (JDG, Sp. z o.o.), консультации по легализации через бизнес, ведению предпринимательской деятельности в Польше. Полное сопровождение на всех этапах."
          },
          {
            "heading": "Польское гражданство",
            "subHeading": "Obywatelstwo polskie",
            "content": "Помощь в получении польского гражданства. Мы проведем вас через все этапы процесса, обеспечивая наиболее эффективный путь к получению гражданства."
          },
          {
            "heading": "Брак и семейные вопросы",
            "subHeading": "Małżeństwo i sprawy rodzinne",
            "content": "Помощь в оформлении брака на территории Польши, легализация на основании брака или сожительства с гражданином Польши. Содействие в воссоединении семьи."
          },
          {
            "heading": "Документы и регистрации",
            "subHeading": "Dokumenty i rejestracje",
            "content": "Помощь в оформлении различных документов: расчет PIT-37, регистрация автомобиля, замена водительских прав. Содействие в получении пособий 800+ или RKO 1000+."
          },
          {
            "heading": "Консультация",
            "subHeading": "Konsultacja",
            "content": "Мы предлагаем индивидуальные консультации для обсуждения всех вопросов, связанных с легализацией и иммиграцией. Мы тщательно изучаем вашу ситуацию и предлагаем лучшие решения."
          }          
        ]
      },
"AboutUsSection": {
  "firstImageAlt": "фото нашей команды",
  "secondImageAlt" :"фото основателя фирмы",
  "mainTitle": "О нас",         
  "mainDescription": "Меня зовут Юлия Василенко, и я основатель компании LegalFox. Наша миссия - помочь иностранцам успешно легализоваться и трудоустроиться в Польше, предоставляя экспертную поддержку на каждом этапе этого сложного пути.",   
  "firstSubTitle": "Наш опыт - ваше преимущество",     
  "firstDescription": "С 8-летним опытом работы в сфере легализации и более чем 4000 положительными отзывами, мы гордимся тем, что помогли тысячам людей обрести новый дом в Польше. Наша команда экспертов знает все нюансы польского законодательства и готова провести вас через все этапы получения необходимых документов - от временного вида на жительство до польского гражданства.", 
  "secondSubTitle": "Индивидуальный подход",    
  "secondDescription": "В LegalFox мы понимаем, что каждый случай уникален. Поэтому мы предлагаем индивидуальные решения, адаптированные под ваши конкретные обстоятельства. Наша цель - не просто оформить документы, а найти самый эффективный путь к вашей легализации в Польше.", 
  "thirdSubTitle": "Гарантия качества",    
  "thirdDescription": "Ваше положительное решение - это наша ответственность. Мы не просто обещаем результат, мы его гарантируем. Наша команда работает с полной отдачей, чтобы обеспечить успешное разрешение вашего дела."
},
    "ContactsSection": {
      "mapLinkText": "Просмотреть большую карту",
      "title": "Контакт",
      "subTitle": "Свяжитесь с нами любым удобным способом",
      "titleCard": "Свяжитесь с нами",
      "subTitleCard": "Заполните заявку, и мы свяжемся с вами в ближайшее время.",
      "nameLabel": "Имя",
      "namePlaceholder": "Введите ваше имя",
      "phoneLabel": "Номер телефона",
      "phonePlaceholder": "+48XXXXXXXXXX",
      "messageLabel": "Сообщение",
      "messagePlaceholder": "Опишите вашу проблему",
      "submitButton": "Отправить",
      "successMessage": "Сообщение успешно отправлено!",
      "errorMessage": "Ошибка при отправке:",
      "errorOccurred": "Произошла ошибка при отправке",
      "privacyLabel":"Отправляя запрос, вы соглашаетесь на обработку ваших персональных данных. Подробнее о RODO в",
      "privacyPolicy": "Политикe конфиденциальности",
      "privacyError": "Необходимо ваше согласие на обработку данных.",
      "labelPrivacyPolicy": "Согласие с политикой конфиденциальности",
      "ValidationMessages": {
        "name": {
          "minLength": "Имя должно содержать минимум 3 символа."
        },
        "phone": {
          "invalid": "Пожалуйста, введите корректный номер телефона. Номер должен начинаться с кода страны, например, +48XXXXXXXXXX.",
          "length": "Номер телефона должен содержать от 10 до 15 цифр."
        },
        "message": {
          "minLength": "Сообщение должно содержать минимум 10 символов."
        }
      }
    },
    "FooterSection": {
      "companyName": "Юлия Василенко",
      "slogan": "Эксперт в сфере легализации и трудоустройства иностранцев.",
      "contactInfoTitle": "Контактная информация",
      "nip": "NIP: 5842817098",
      "email": "legalfox.gdansk@gmail.com",
      "city": "Гданьск",
      "address": "ул. Яскова Долина 15/113",
      "postalCode": "80-252",
      "linksTitle": "Ссылки",
      "home": "Главная",
      "contacts": "Контакты",
      "aboutUs": "О нас",
      "privacyPolicy": "Политика конфиденциальности",
      "socialMediaTitle": "Социальные сети",
      "copyright": "Copyright © 2024 Все права защищены"
    }
  },
  "Components": {
    "StickyScrollToTopButton": {
      "scrollToTop": "Прокрутить вверх"
    },
    "Nav": {
      "home": "Главная",
      "about": "О нас",
      "contacts": "Контакты",
      "privacyPolicy": "Политика конфиденциальности",
      "backToHome": "вернуться на главную страницу"
    }
  },
  "PrivacyPolicy": {
    "title": "Политика конфиденциальности",
    "subtitle": "ОБРАБОТКА ПЕРСОНАЛЬНЫХ ДАННЫХ",
    "introduction": "Настоящая Политика конфиденциальности описывает, как мы собираем, используем и раскрываем вашу личную информацию, когда вы пользуетесь нашим веб-сайтом.",
    "administrator": "Согласно статье 13, пункт 1 Регламента Европейского парламента и Совета (ЕС) 2016/679 от 27 апреля 2016 года о защите физических лиц в связи с обработкой персональных данных, а также о свободном движении таких данных и отмене Директивы 95/46/ЕС (Общий регламент о защите данных), далее: RODO, сообщаем, что администратором Ваших персональных данных является:",
    "companyInfo": "Yuliia Vasylenko LegalFox (NIP: 58428117098) – Gdańsk, ul. Jaskowa Dolina 15/113, 80-252.",
    "dataUsage": "Ваши персональные данные, собранные в связи с заключением договора, будут обрабатываться с целью выполнения этого договора, а также для предоставления ответов на ваши письма, запросы и жалобы.",
    "dataProvision": "Предоставление персональных данных является добровольным, но необходимым для заключения и выполнения договора.",
    "legalBasis": "Правовой основой обработки Ваших данных является:",
    "legalBasis1": "выполнение договора или выполнение действий по вашему запросу до его заключения (статья 6, пункт 1, лит. b RODO),",
    "legalBasis2": "выполнение юридических обязательств, возложенных на администратора (статья 6, пункт 1, лит. c RODO),",
    "legalBasis3": "законные интересы администратора (статья 6, пункт 1, лит. f RODO).",
    "dataSharing": "Ваши данные могут быть переданы лицам, обрабатывающим их по нашему поручению, а также государственным органам, имеющим право на их получение в соответствии с действующим законодательством.",
    "dataRetention": "Ваши данные будут обрабатываться в течение времени, необходимого для достижения целей, указанных в пункте 2, а затем в течение периода, установленного законодательством для защиты от возможных претензий.",
    "dataRights": "Вы имеете право на доступ к своим данным, их исправление, удаление, перенос данных, а также на возражение против их обработки.",
    "contactInfo": "По вопросам, связанным с защитой персональных данных, пожалуйста, свяжитесь с нами по электронной почте:",
    "email": "juliia.redfox@gmail.com"
  }
}