{
    "Metadata": {
      "title": "LegalFox - Легалізація іноземців у Польщі, Карти Побиту, Громадянство, Реєстрація фірм",
      "description": "LegalFox - допомога іноземцям у Польщі в отриманні Карт Побиту (Blue Card, тимчасовий і постійний побит, карта резидента ЄС), польського громадянства, реєстрації фірм (JDG, Sp. z o.o.), а також консультації з питань легалізації, оформлення документів, реєстрації автомобілів, заміни водійських прав, розрахунків PIT-37 та інших послуг.",
      "keywords": "Легалізація в Польщі, ВНЖ, Blue Card, Постійний побит, Карта резидента ЄС, реєстрація фірм у Польщі, польське громадянство, документи в Польщі, допомога іноземцям, LegalFox"
    },
  "Header": {
    "MobileMenu": {
      "MobileMenu": "Мобільне меню",
      "ToggleMenu": "Перемкнути меню"
    },
    "ModeToggle": {
      "lightLabel": "Світла",
      "darkLabel": "Темна",
      "systemLabel": "Система",
      "toggleTheme": "Перемкнути тему"
    },
    "LanguageToggle": {
      "changeLanguage": "Змінити мову",
      "english": "Англійська",
      "polski": "Польська",
      "ukrainian": "Українська",
      "russian": "Російська"
    }
  },
  "Testimonials": {
    "title": "Відгуки наших клієнтів",
    "googleReviews": "Відгуки про нас у Google",
    "totalReviews": "{count} відгуків",
    "ratingAriaLabel": "Рейтинг {rating} з 5",
    "review1": "Щиро рекомендую! Дуже швидко допомогла, знайшла підходящі варіанти легалізації виходячи з ситуації. Юлія - найкращий фахівець! Рекомендую 💚",
    "review2": "Хочу подякувати Юлії та її команді за допомогу в отриманні карти побиту. Професіонали своєї справи. Рекомендую і буду рекомендувати Вас своїм знайомим. Величезне дякую 😊 Успіхів та процвітання.",
    "review3": "Звернулася у вересні до Юлії з приводу отримання карти побиту. Сьогодні отримала карту 😱☺️ Досі не віриться, до цього чекала близько 2 х років і ніяких зрушень у справі не було. Юлія, величезне спасибі. Якби знала звернулася б набагато раніше. Буду рекомендувати вас усім знайомим. Ще раз величезне спасибі 😊"
  },
  "HomePage": {
    "HeroSection": {
      "title": "Послуги з легалізації в Польщі",
      "subTitle": "Комплексні рішення для легалізації в Польщі для приватних осіб та компаній. Експертна підтримка на всіх етапах: від оформлення документів до працевлаштування. Довірте нам ваші правові питання та зосередьтеся на важливому.",
      "heroButton": "Подати заявку",
      "experience": "Досвіду",
      "years": "Років",
      "rating": "Рейтинг: ",
      "outOf": "з 5"
    },
      "ServicesSection": {
        "title": "Наші послуги",
        "subTitle": "Ми надаємо повний спектр послуг із легалізації та працевлаштування іноземців у Польщі з індивідуальним підходом до кожного клієнта.",
        "cards": [
          {
            "id": "karta-pobytu",
            "heading": "Карта побиту",
            "subHeading": "Karta Pobytu",
            "content": "Повний супровід справ за всіма типами карт побиту: тимчасове перебування (Czasowy), постійне перебування (Stały), Блакитна карта ЄС (Blue Card), карта резидента ЄС. Підстави: робота, навчання, возз'єднання сім'ї, шлюб з громадянином Польщі, бізнес та інші.",
            "list": [
              "Тимчасове перебування (Czasowy)",
              "Постійне перебування (Stały)",
              "Блакитна карта ЄС (Blue Card)",
              "Карта резидента ЄС",
              "Карта побиту на підставі роботи",
              "Карта побиту на підставі навчання",
              "Карта на возз'єднання сім'ї",
              "Карта за іншими обставинами",
              "Карта сталого побиту",
              "Реєстрація громадян ЄС"
            ]
          },
          {
            "id": "business",
            "heading": "Відкриття та ведення бізнесу",
            "subHeading": "Założenie i prowadzenie firmy",
            "content": "Допомога у відкритті фірми (JDG, Sp. z o.o.), консультації щодо легалізації через бізнес, ведення підприємницької діяльності в Польщі. Повний супровід на всіх етапах.",
            "list": [
              "Допомога у відкритті фірми (JDG, Sp. z o.o.)",
              "Консультації щодо легалізації через бізнес",
              "Поради щодо ведення підприємницької діяльності в Польщі",
              "Повний супровід на всіх етапах розвитку вашого бізнесу"
            ]
          },
          {
            "id": "citizenship",
            "heading": "Польське громадянство",
            "subHeading": "Obywatelstwo polskie",
            "content": "Допомога в отриманні польського громадянства. Ми проведемо вас через всі етапи процесу, забезпечуючи найбільш ефективний шлях до отримання громадянства.",
            "list": [
              "Оцінка ваших шансів на отримання громадянства",
              "Отримання громадянства через воєводу",
              "Отримання громадянства через президента"
            ]
          },
          {
            "id": "marriage",
            "heading": "Шлюб та сімейні питання",
            "subHeading": "Małżeństwo i sprawy rodzinne",
            "content": "Допомога в оформленні шлюбу на території Польщі, легалізація на підставі шлюбу або співжиття з громадянином Польщі. Сприяння у возз'єднанні сім'ї.",
            "list": [
              "Оформлення шлюбу на території Польщі",
              "Легалізація на підставі шлюбу з громадянином Польщі",
              "Легалізація на підставі співжиття з громадянином Польщі",
              "Допомога у возз'єднанні сім'ї"
            ]
          },
          {
            "id": "documents",
            "heading": "Документи та реєстрації",
            "subHeading": "Dokumenty i rejestracje",
            "content": "Допомога в оформленні різних документів: розрахунок PIT-37, реєстрація автомобіля, заміна водійських прав. Сприяння в отриманні допомог 800+ або RKO 1000+.",
            "list": [
              "Розрахунок і подання податкової декларації PIT-37",
              "Реєстрація автомобіля",
              "Заміна водійських прав на польські",
              "Сприяння в отриманні допомог 800+ або RKO 1000+",
              "Інші види реєстрацій та оформлення документів"
            ]
          },
          {
            "id": "consultation",
            "heading": "Консультація",
            "subHeading": "Konsultacja",
            "content": "Ми пропонуємо індивідуальні консультації для обговорення всіх питань, пов'язаних з легалізацією та імміграцією. Ми ретельно вивчаємо вашу ситуацію і пропонуємо найкращі рішення."
          },
          {
            "id": "for-employers",
            "heading": "Послуги для роботодавців",
            "subHeading": "Usługi dla pracodawców",
            "content": "Для роботодавців ми надаємо комплексне та професійне обслуговування, як для роботодавців, які тільки звертаються за працевлаштуванням іноземців у своїй компанії, так і для тих, хто хоче продовжити перебування та роботу своїх співробітників.",
            "list": [
              "Реєстрація заяви про доручення роботи іноземцю та повідомлення в службу зайнятості",
              "Отримання дозволу на роботу",
              "Отримання дозволу на перебування і роботу",
              "Додаток №1 до дозволу на тимчасове перебування і роботу",
              "Отримання інформації від старости про відсутність можливості задоволення кадрових потреб",
              "Юридичне представництво перед органами влади",
              "Допомога у перевірці та визначенні поточного статусу іноземця",
              "Консультації щодо вибору способу легалізації роботи",
              "Складання та комплектування всіх форм",
              "Отримання кореспонденції та дотримання термінів"
            ]
          }
        ]
      },    
    "AboutUsSection": {
      "firstImageAlt": "фото нашої команди",
      "secondImageAlt": "фото засновника компанії",
      "mainTitle": "Про нас",
      "mainDescription": "Мене звати Юлія Василенко, і я є засновником компанії LegalFox. Наша місія - допомогти іноземцям успішно легалізуватися та працевлаштуватися в Польщі, надаючи експертну підтримку на кожному етапі цього складного процесу.",
      "firstSubTitle": "Наш досвід - ваша перевага",
      "firstDescription": "З 8-річним досвідом роботи у сфері легалізації та понад 4000 позитивними відгуками, ми пишаємося тим, що допомогли тисячам людей знайти новий дім у Польщі. Наша команда експертів знає всі тонкощі польського законодавства та готова провести вас через усі етапи отримання необхідних документів - від тимчасового дозволу на проживання до польського громадянства.",
      "secondSubTitle": "Індивідуальний підхід",
      "secondDescription": "У LegalFox ми розуміємо, що кожен випадок є унікальним. Тому ми пропонуємо індивідуальні рішення, адаптовані до ваших конкретних обставин. Наша мета - не просто оформити документи, а знайти найефективніший шлях до вашої легалізації в Польщі.",
      "thirdSubTitle": "Гарантія якості",
      "thirdDescription": "Ваше позитивне рішення - це наша відповідальність. Ми не просто обіцяємо результат, ми його гарантуємо. Наша команда працює з повною віддачею, щоб забезпечити успішне вирішення вашої справи."
    },
    "ContactsSection": {
      "mapLinkText": "Переглянути більшу карту",
      "nameLabel": "Ім'я",
      "namePlaceholder": "Введіть ваше ім'я",
      "phoneLabel": "Номер телефону",
      "phonePlaceholder": "+48XXXXXXXXXX",
      "messageLabel": "Повідомлення",
      "messagePlaceholder": "Опишіть вашу проблему",
      "submitButton": "Надіслати",
      "successMessage": "Повідомлення успішно надіслано!",
      "errorMessage": "Помилка під час надсилання:",
      "errorOccurred": "Виникла помилка під час надсилання",
      "title": "Контакти",
      "subTitle": "Зв'яжіться з нами будь-яким зручним способом",
      "titleCard": "Зв'яжіться з нами",
      "subTitleCard": "Заповніть форму, і ми зв'яжемося з вами найближчим часом",
      "privacyLabel": "Надсилаючи запит, ви погоджуєтесь на обробку ваших персональних даних. Детальніше про RODO у",
      "privacyPolicy": "Політиці конфіденційності",
      "privacyError": "Потрібна ваша згода на обробку даних.",
      "labelPrivacyPolicy": "Я погоджуюсь з політикою конфіденційності",
      "ValidationMessages": {
        "name": {
          "minLength": "Ім'я має бути довжиною не менше 3 символів."
        },
        "phone": {
          "invalid": "Будь ласка, введіть дійсний номер телефону. Номер повинен починатися з коду країни, наприклад, +48XXXXXXXXXX.",
          "length": "Номер телефону повинен містити від 10 до 15 цифр."
        },
        "message": {
          "minLength": "Повідомлення має бути довжиною не менше 10 символів."
        }
      }
    },
    "FooterSection": {
      "companyName": "Юлія Василенко",
      "slogan": "Експерт у сфері легалізації та працевлаштування іноземців.",
      "contactInfoTitle": "Контактна інформація",
      "nip": "NIP: 5842817098",
      "email": "legalfox.gdansk@gmail.com",
      "city": "Гданськ",
      "address": "ul.Jaśkowa Dolina 15/113",
      "openingHours": "Пн – Пт: 08:00 – 16:00",
      "telephoneNumber": "+48 534 990 917",
      "postalCode": "80-252",
      "linksTitle": "Посилання",
      "home": "Головна",
      "contacts": "Контакти",
      "aboutUs": "Про нас",
      "privacyPolicy": "Політика конфіденційності",
      "socialMediaTitle": "Соціальні мережі",
      "copyright": "Copyright © 2024 Усі права захищені"
    }
  },
  "Components": {
    "StickyScrollToTopButton": {
      "scrollToTop": "Прокрутити вгору"
    },
    "Nav": {
      "home": "Головна",
      "about": "Про нас",
      "contacts": "Контакти",
      "services": "Послуги",
      "privacyPolicy": "Політика конфіденційності",
      "backToHome": "Повернутися на головну сторінку"
    }
  },
    "PrivacyPolicy": {
      "title": "Політика конфіденційності",
      "subtitle": "ОБРОБКА ПЕРСОНАЛЬНИХ ДАНИХ",
      "introduction": "Ця Політика конфіденційності описує, як ми збираємо, використовуємо та розкриваємо вашу особисту інформацію під час користування нашим веб-сайтом.",
      "administrator": "Згідно зі статтею 13, пунктом 1 Регламенту Європейського парламенту та Ради (ЄС) 2016/679 від 27 квітня 2016 року про захист фізичних осіб у зв'язку з обробкою персональних даних і про вільний обіг таких даних, а також про скасування Директиви 95/46/ЄС (Загальний регламент про захист даних), далі: RODO, повідомляємо, що адміністратором ваших персональних даних є:",
      "companyInfo": "Юлія Василенко LegalFox (NIP: 58428117098) – Гданськ, вул. Яскова Долина 15/113, 80-252.",
      "dataUsage": "Ваші персональні дані, зібрані у зв'язку з укладенням договору, будуть оброблятися з метою виконання цього договору, а також для надання відповідей на ваші листи, запити та скарги.",
      "dataProvision": "Надання персональних даних є добровільним, але необхідним для укладення та виконання договору.",
      "legalBasis": "Правовою підставою обробки ваших даних є:",
      "legalBasis1": "виконання договору або вжиття заходів за вашим запитом до його укладення (стаття 6, пункт 1, літ. b RODO),",
      "legalBasis2": "виконання юридичних зобов'язань, покладених на адміністратора (стаття 6, пункт 1, літ. c RODO),",
      "legalBasis3": "законні інтереси адміністратора (стаття 6, пункт 1, літ. f RODO).",
      "dataSharing": "Ваші дані можуть бути передані особам, які обробляють їх за нашим дорученням, а також державним органам, які мають право отримати їх відповідно до чинного законодавства.",
      "dataRetention": "Ваші дані будуть оброблятися протягом часу, необхідного для досягнення цілей, зазначених у пункті 2, а потім протягом періоду, встановленого законодавством для захисту від можливих претензій.",
      "dataRights": "Ви маєте право на доступ до своїх даних, їх виправлення, видалення, перенесення, а також на заперечення проти їх обробки.",
      "contactInfo": "З питань, пов'язаних із захистом персональних даних, звертайтеся до нас на електронну пошту:",
      "email": "juliia.redfox@gmail.com"
    }
}
