{
    "Metadata": {
      "title": "LegalFox - Легалізація іноземців у Польщі, Карти Побиту, Громадянство, Реєстрація фірм",
      "description": "LegalFox - допомога іноземцям у Польщі в отриманні Карт Побиту (Blue Card, тимчасовий і постійний побит, карта резидента ЄС), польського громадянства, реєстрації фірм (JDG, Sp. z o.o.), а також консультації з питань легалізації, оформлення документів, реєстрації автомобілів, заміни водійських прав, розрахунків PIT-37 та інших послуг.",
      "keywords": "Легалізація в Польщі, ВНЖ, Blue Card, Постійний побит, Карта резидента ЄС, реєстрація фірм у Польщі, польське громадянство, документи в Польщі, допомога іноземцям, LegalFox"
    },
  "Header": {
    "ModeToggle": {
      "lightLabel": "Світла",
      "darkLabel": "Темна",
      "systemLabel": "Система",
      "toggleTheme": "Перемкнути тему"
    },
    "LanguageToggle": {
      "changeLanguage": "Змінити мову",
      "english": "Англійська",
      "polski": "Польська",
      "ukrainian": "Українська",
      "russian": "Російська"
    },
    "Nav": {
      "home": "Головна",
      "about": "Про нас",
      "contacts": "Контакти",
      "privacyPolicy": "Політика конфіденційності"
    }
  },
  "HomePage": {
    "HeroSection": {
      "title": "Послуги з легалізації в Польщі",
      "subTitle": "Професійна допомога в отриманні посвідки на проживання, постійного місця проживання та громадянства Польщі. Комплексні послуги з легалізації: від оформлення карти побиту до відкриття бізнесу. Індивідуальний підхід та підтримка на кожному етапі. Ми працюємо для вашого спокійного майбутнього в Польщі.",
      "heroButton": "Подати заявку",
      "experience": "Досвіду",
      "years": "Років",
      "rating": "Рейтинг: ",
      "outOf": "з 5"
    },
    "ServicesSection": {
      "title": "Наші послуги",
      "subTitle": "Ми допомагаємо клієнтам отримати всі види дозволів на проживання, постійне місце проживання та громадянство, а також надаємо індивідуальні консультації.",
      "cards": [
        {
          "heading": "Тимчасовий дозвіл на проживання",
          "subHeading": "Pobyt Czasowy",
          "content": "Карта перебування дійсна до 3 років. Цей тип дозволу можна отримати на різних підставах, таких як робота, навчання, бізнес, возз'єднання сім'ї, спільне проживання, шлюб з громадянином Польщі тощо."
        },
        {
          "heading": "Постійний дозвіл на проживання",
          "subHeading": "Pobyt Stały",
          "content": "Карта постійного проживання з безстроковим рішенням та карткою, дійсною на 10 або 5 років. Цей тип дозволу можна отримати на підставі Карти поляка, польського коріння, безперервного проживання більше 5 років у Польщі тощо."
        },
        {
          "heading": "Польське громадянство",
          "subHeading": "Obywatelstwo",
          "content": "Ви можете отримати польський паспорт, якщо маєте постійний дозвіл на проживання або прожили в Польщі більше 10 років. Процес отримання громадянства детально пояснюється під час консультації."
        },
        {
          "heading": "Карта поляка",
          "subHeading": "Karta Polaka",
          "content": "Карту поляка можуть отримати люди польського походження, які можуть довести своє польське коріння та знання польської мови. Вона також доступна для іноземців, які підтримують польську культуру та ідентичність."
        },
        {
          "heading": "Апеляція",
          "subHeading": "Odwołanie",
          "content": "Апеляцію можна подати у разі відмови або якщо іноземець не згоден з рішенням. Ми індивідуально аналізуємо справу та готуємо всі необхідні документи для зміни рішення."
        },
        {
          "heading": "Консультація",
          "subHeading": "Konsultacja",
          "content": "Ми пропонуємо індивідуальні консультації для обговорення всіх питань, пов'язаних з легалізацією та імміграцією. Ми ретельно вивчаємо вашу ситуацію та пропонуємо найкращі рішення."
        }
      ]
    },
    "AboutUsSection": {
      "firstImageAlt": "фото нашої команди",
      "secondImageAlt": "фото засновника компанії",
      "mainTitle": "Про нас",
      "mainDescription": "Мене звати Юлія Василенко, і я є засновником компанії LegalFox. Наша місія - допомогти іноземцям успішно легалізуватися та працевлаштуватися в Польщі, надаючи експертну підтримку на кожному етапі цього складного процесу.",
      "firstSubTitle": "Наш досвід - ваша перевага",
      "firstDescription": "З 8-річним досвідом роботи у сфері легалізації та понад 4000 позитивними відгуками, ми пишаємося тим, що допомогли тисячам людей знайти новий дім у Польщі. Наша команда експертів знає всі тонкощі польського законодавства та готова провести вас через усі етапи отримання необхідних документів - від тимчасового дозволу на проживання до польського громадянства.",
      "secondSubTitle": "Індивідуальний підхід",
      "secondDescription": "У LegalFox ми розуміємо, що кожен випадок є унікальним. Тому ми пропонуємо індивідуальні рішення, адаптовані до ваших конкретних обставин. Наша мета - не просто оформити документи, а знайти найефективніший шлях до вашої легалізації в Польщі.",
      "thirdSubTitle": "Гарантія якості",
      "thirdDescription": "Ваше позитивне рішення - це наша відповідальність. Ми не просто обіцяємо результат, ми його гарантуємо. Наша команда працює з повною віддачею, щоб забезпечити успішне вирішення вашої справи."
    },
    "ContactsSection": {
      "mapLinkText": "Переглянути більшу карту",
      "nameLabel": "Ім'я",
      "namePlaceholder": "Введіть ваше ім'я",
      "phoneLabel": "Номер телефону",
      "phonePlaceholder": "+48XXXXXXXXXX",
      "messageLabel": "Повідомлення",
      "messagePlaceholder": "Опишіть вашу проблему",
      "submitButton": "Надіслати",
      "successMessage": "Повідомлення успішно надіслано!",
      "errorMessage": "Помилка під час надсилання:",
      "errorOccurred": "Виникла помилка під час надсилання",
      "title": "Контакти",
      "subTitle": "Зв'яжіться з нами будь-яким зручним способом",
      "titleCard": "Зв'яжіться з нами",
      "subTitleCard": "Заповніть форму, і ми зв'яжемося з вами найближчим часом",
      "privacyLabel": "Надсилаючи запит, ви погоджуєтесь на обробку ваших персональних даних. Детальніше про RODO у",
      "privacyPolicy": "Політиці конфіденційності",
      "privacyError": "Потрібна ваша згода на обробку даних.",
      "ValidationMessages": {
        "name": {
          "minLength": "Ім'я має бути довжиною не менше 3 символів."
        },
        "phone": {
          "invalid": "Будь ласка, введіть дійсний номер телефону. Номер повинен починатися з коду країни, наприклад, +48XXXXXXXXXX.",
          "length": "Номер телефону повинен містити від 10 до 15 цифр."
        },
        "message": {
          "minLength": "Повідомлення має бути довжиною не менше 10 символів."
        }
      }
    },
    "FooterSection": {
      "companyName": "Юлія Василенко",
      "slogan": "Експерт у сфері легалізації та працевлаштування іноземців.",
      "contactInfoTitle": "Контактна інформація",
      "nip": "NIP: 58428117098",
      "email": "juliia.redfox@gmail.com",
      "city": "Гданськ",
      "address": "вул. Яськова Долина 15/113",
      "postalCode": "80-252",
      "linksTitle": "Посилання",
      "home": "Головна",
      "contacts": "Контакти",
      "aboutUs": "Про нас",
      "privacyPolicy": "Політика конфіденційності",
      "socialMediaTitle": "Соціальні мережі",
      "copyright": "Copyright © 2024 Усі права захищені"
    }
  },
  "Components": {
    "StickyScrollToTopButton": {
      "scrollToTop": "Прокрутити вгору"
    },
    "Nav": {
      "home": "Головна",
      "about": "Про нас",
      "contacts": "Контакти",
      "privacyPolicy": "Політика конфіденційності"
    }
  },
    "PrivacyPolicy": {
      "title": "Політика конфіденційності",
      "subtitle": "ОБРОБКА ПЕРСОНАЛЬНИХ ДАНИХ",
      "introduction": "Ця Політика конфіденційності описує, як ми збираємо, використовуємо та розкриваємо вашу особисту інформацію під час користування нашим веб-сайтом.",
      "administrator": "Згідно зі статтею 13, пунктом 1 Регламенту Європейського парламенту та Ради (ЄС) 2016/679 від 27 квітня 2016 року про захист фізичних осіб у зв'язку з обробкою персональних даних і про вільний обіг таких даних, а також про скасування Директиви 95/46/ЄС (Загальний регламент про захист даних), далі: RODO, повідомляємо, що адміністратором ваших персональних даних є:",
      "companyInfo": "Юлія Василенко LegalFox (NIP: 58428117098) – Гданськ, вул. Яскова Долина 15/113, 80-252.",
      "dataUsage": "Ваші персональні дані, зібрані у зв'язку з укладенням договору, будуть оброблятися з метою виконання цього договору, а також для надання відповідей на ваші листи, запити та скарги.",
      "dataProvision": "Надання персональних даних є добровільним, але необхідним для укладення та виконання договору.",
      "legalBasis": "Правовою підставою обробки ваших даних є:",
      "legalBasis1": "виконання договору або вжиття заходів за вашим запитом до його укладення (стаття 6, пункт 1, літ. b RODO),",
      "legalBasis2": "виконання юридичних зобов'язань, покладених на адміністратора (стаття 6, пункт 1, літ. c RODO),",
      "legalBasis3": "законні інтереси адміністратора (стаття 6, пункт 1, літ. f RODO).",
      "dataSharing": "Ваші дані можуть бути передані особам, які обробляють їх за нашим дорученням, а також державним органам, які мають право отримати їх відповідно до чинного законодавства.",
      "dataRetention": "Ваші дані будуть оброблятися протягом часу, необхідного для досягнення цілей, зазначених у пункті 2, а потім протягом періоду, встановленого законодавством для захисту від можливих претензій.",
      "dataRights": "Ви маєте право на доступ до своїх даних, їх виправлення, видалення, перенесення, а також на заперечення проти їх обробки.",
      "contactInfo": "З питань, пов'язаних із захистом персональних даних, звертайтеся до нас на електронну пошту:",
      "email": "juliia.redfox@gmail.com"
    }
}